{
  "data": [
    {
      "title": "Do You Know",
      "body": "Do you know the knight on the white horse, \\nwho always wins, with using a bit of his force? \\nWell, I really would like to be that knight, \\nand to rescue you, every hour of the night. \\n\\nDo you know you're the most precious thing to me? \\nfor you I’d cross the dessert and sail the seven seas, \\nonly for you, so I can hold you in my arms tightly, \\nnever will I let you go, while I caress you slightly. \\n\\nDo you know I will never ever break your heart, \\n'cause I love to be with you, I don't want to be apart, \\nI hate it every time we part and I have to say goodbye, \\n'cause it hurts and I know that without you I would die. \\n\\nDo you know that you're the only one for me? \\nwe are made for each other, can't you see, \\nso please, hold me in your arms next to your heart, \\nand then you will see, loving me isn't that hard.\\n",
      "writer": "Christiano"
    },
    {
      "title": "Falling",
      "body": "I’m falling, falling, I keep falling in too deep,\\nIt feels almost unreal, like I am fast asleep,\\nOf just one thing I’m dreaming all day long,\\nYou and me together, for together we belong,\\n\\nI know we are almost two complete worlds apart,\\nbut I also know we could make a brand new start,\\nin your life you have had a lot of trouble,\\nbut I promise you, I’ll try to make up for it double\\n\\nI may not be a really special type of guy,\\nBut we could make our time together all worthwhile,\\nLike I said, I am nothing special, I am just a boy with a heart,\\nBut girl, you are a special one, you really are a work of art,\\n\\nSo if you will, please, just take my hand and hold on tight,\\nI can’t promise you this would be an easy flight,\\nBut as long as we are together we can accomplish anything,\\n‘cause remember this, for you I would do everything.\\n",
      "writer": "Els"
    },
    {
      "title": "Blank Sheet of Paper",
      "body": "The guy in front of me wants to write you a letter,\\nHe’s been looking down at me, and it seems like forever,\\nHe just can’t decide what he needs to say to his little miss,\\nI’m just a blank sheet of paper so I can’t really help him with this,\\n\\nHe keeps playing with the top of his pen, searching for the right words to say,\\nHe doesn’t know where to start, if he’d just tell the truth, we’d be on our way,\\nSometimes I see there’s a tear in the corner of his eye that refuses to fall,\\nI guess if he would let it come and let it land on me, that would say it all,\\n\\nThe thing he’s dying to say is that he doesn’t want this to end,\\nBut now, a couple hours later, he’s almost asleep with pen in hand,\\nThe sunlight is coming through the curtains, but he’s not moving,\\nhe is fighting the tears of coming and this aching longing feeling,\\n\\nAfter a while he turns around and lifts his head crying to the sky,\\nHe doesn’t know where to start to say he doesn’t want to say goodbye,\\nCause he knows he’ll never ever find a girl that will be better,\\nBut one broken man later, and I’m still a blank sheet of paper.\\n\\n(Inspired by the song ‘blank sheet of paper – Tim McGraw’)\\n",
      "writer": "Tommy"
    },
    {
      "title": "Death (Pagan Version)",
      "body": "We all walk around on this big globe we call earth,\\nWe call it our home ‘cause it’s the place of our birth,\\nIt all starts with birth, it is something beautiful to celebrate,\\nBut it all ends with death, leaving our loved ones to desolate,\\n\\nWe all are connected to each other one way or another,\\nIt’s by blood or by interests, and we all come from the same mother,\\nHer name is known as Gaya the mother earth, yes this is true,\\nWe all come from her, and to her we shall and will return too,\\n\\nOur bodies may be mortal, so the mother only takes our flesh and bones,\\nOur spirit is free to go wherever they want, mostly watching their old homes,\\nThe death of someone close to you is never something good,\\nYou start to question the ways of the Goddess, at least I know I would,\\n\\nBut still, life’s like a circle, you end where you have started from,\\nEveryone knows this, but, the death of someone will make you numb\\nIt’s always hard to say goodbye, especially when it’s so sudden,\\nBut you know the person himself is happy, cause he went to ‘heaven’\\n",
      "writer": "Anna"
    },
    {
      "title": "Some very long title, just to test if the format is done correct and how it would look on different devices",
      "body": "It was a dark night\\nHe came again\\nDressed like the angel knight\\nAnd led me to the forest\\nI looked up and saw the masked face\\nMy curiosity overcame me\\nI stopped in the middle of nowhere\\nHe turned to me to know what wrong\\nI moved closer\\nI removed the mask\\nAlas!!\\nI saw an eye without a face\\nI tried to scream but I couldn't\\nI closed my eyes\\nTo block out the horror\\nThen I felt a soft lips on my trembling own\\nI went cold as death\\nI opened my eyes to see the faceless knight\\nHe was gone\\nHere am l, safe and sound on my bed.",
      "writer": "Mimi"
    }
  ]
}